WIKIHELP_PAGES={
["MenuBar"]=[==[&size(10){〔[[MenuBarを編集:http://wikiwiki.jp/tosjp/?cmd=edit&page=MenuBar]]〕};
*BBS [#k61ce1fc]
-[[質問・雑談>BBS/質問・雑談掲示板]]
-[[情報提供>BBS/情報提供掲示板]]
-[[Wiki編集議論>BBS/Wiki編集議論]]
-[[BBS 外部>https://zawazawa.jp/tosWIKIBBS/]]

*Guide [#x74da820]
**Tips [#o78a8a99]
-[[初心者向けガイド>Guide/初心者向けガイド]]
//-[[レベリング＆狩場ガイド>Other/レベリングガイド2017年12月版]]
-[[よくある質問>Guide/よくある質問]]
-[[略語・用語集>Guide/略語・用語集]]
-[[その他豆知識等>Other/その他豆知識等]]
**動作環境・設定 [#y1972e36]
-[[動作環境>Guide/動作環境]]
-[[ジョイパッド>Other/パッド設定例]]
-[[トラブル回避>Other/プロセス設定]]
**その他 [#lb13fec0]
-[[アップデート・イベント>Guide/アップデート・イベント情報]]
-[[Link>Guide/Link]]

*Class [#m84c2076]
-[[クラスについて>Class/クラスについて]]
-[[クラス/スキル特性>Class/スキル特性]]

&color(Red){全クラスRe:Build適用済み};
#region([[ソードマン>Class/Reソードマン]]系列)
ソードマン系列
基本クラス
[[ソードマン>Class/Reソードマン]]
1次転職クラス
[[ハイランダー>Class/Reソードマン/Reハイランダー]]
[[ペルタスト>Class/Reソードマン/Reペルタスト]]
[[バーバリアン>Class/Reソードマン/Reバーバリアン]]
[[ホプライト>Class/Reソードマン/Reホプライト]]
[[カタフラクト>Class/Reソードマン/Reカタフラクト]]
[[ロデレロ>Class/Reソードマン/Reロデレロ]]
[[ドッペルゾルドナー>Class/Reソードマン/Reドッペルゾルドナー]]
[[フェンサー>Class/Reソードマン/Reフェンサー]]
[[テンプラー>Class/Reソードマン/Reテンプラー]]
[[ドラグーン>Class/Reソードマン/Reドラグーン]]
[[ランサー>Class/Reソードマン/Reランサー]]
[[ムルミロ>Class/Reソードマン/Reムルミロ]]
[[マタドール>Class/Reソードマン/Reマタドール]]
[[レティアリイ>Class/Reソードマン/Reレティアリイ]]
[[ハッカペル>Class/Reソードマン/Reハッカペル]]
隠しクラス
[[ムエタイ>Class/Reソードマン/Reムエタイ]]
#endregion

#region([[アーチャー>Class/Reアーチャー]]系列)
アーチャー系列
基本クラス
[[アーチャー>Class/Reアーチャー]]
1次転職クラス
[[レンジャー>Class/Reアーチャー/Reレンジャー]]
[[クォレルシューター>Class/Reアーチャー/Reクォレルシューター]]
[[サッパー>Class/Reアーチャー/Reサッパー]]
[[ハンター>Class/Reアーチャー/Reハンター]]
[[ポイズンシューター>Class/Reアーチャー/Reポイズンシューター]]
[[フレッチャー>Class/Reアーチャー/Reフレッチャー]]
[[ファルコナー>Class/Reアーチャー/Reファルコナー]]
[[キャノニア>Class/Reアーチャー/Reキャノニア]]
[[マスケティア>Class/Reアーチャー/Reマスケティア]]
[[メルゲン>Class/Reアーチャー/Reメルゲン]]
[[パイドパイパー>Class/Reアーチャー/Reパイドパイパー]]
[[タイガーハンター>Class/Reアーチャー/Reタイガーハンター]]
[[マトロス>Class/Reアーチャー/Reマトロス]]
隠しクラス
[[アプレイサー>Class/Reアーチャー/Reアプレイサー]]
#endregion

#region([[ウィザード>Class/Reウィザード]]系列)
ウィザード系列
基本クラス
[[ウィザード>Class/Reウィザード]]
1次転職クラス
[[パイロマンサー>Class/Reウィザード/Reパイロマンサー]]
[[クリオマンサー>Class/Reウィザード/Reクリオマンサー]]
[[サイコキノ>Class/Reウィザード/Reサイコキノ]]
[[エレメンタリスト>Class/Reウィザード/Reエレメンタリスト]]
[[ソーサラー>Class/Reウィザード/Reソーサラー]]
[[クロノマンサー>Class/Reウィザード/Reクロノマンサー]]
[[ネクロマンサー>Class/Reウィザード/Reネクロマンサー]]
[[アルケミスト>Class/Reウィザード/Reアルケミスト]]
[[ウォーロック>Class/Reウィザード/Reウォーロック]]
[[フェザーフット>Class/Reウィザード/Reフェザーフット]]
[[セージ>Class/Reウィザード/Reセージ]]
[[シャドウマンサー>Class/Reウィザード/Reシャドウマンサー]]
[[陰陽師>Class/Reウィザード/Re陰陽師]]
[[ボコル>Class/Reウィザード/Reボコル]]
[[タオイスト>Class/Reウィザード/Reタオイスト]]
隠しクラス
[[ルーンキャスター>Class/Reウィザード/Reルーンキャスター]]
#endregion

#region([[クレリック>Class/Reクレリック]]系列)
クレリック系列
基本クラス
[[クレリック>Class/Reクレリック]]
1次転職クラス
[[クリヴィス>Class/Reクレリック/Reクリヴィス]]
[[プリースト>Class/Reクレリック/Reプリースト]]
[[ティルトルビー>Class/Reクレリック/Reティルトルビー]]
[[サドゥー>Class/Reクレリック/Reサドゥー]]
[[パラディン>Class/Reクレリック/Reパラディン]]
[[モンク>Class/Reクレリック/Reモンク]]
[[パードナー>Class/Reクレリック/Reパードナー]]
[[チャプレン>Class/Reクレリック/Reチャプレン]]
[[ドルイド>Class/Reクレリック/Reドルイド]]
[[オラクル>Class/Reクレリック/Reオラクル]]
[[カバリスト>Class/Reクレリック/Reカバリスト]]
[[プレイグドクター>Class/Reクレリック/Reプレイグドクター]]
[[インクイジター>Class/Reクレリック/Reインクイジター]]
[[ジーロット>Class/Reクレリック/Reジーロット]]
[[エクソシスト>Class/Reクレリック/Reエクソシスト]]
隠しクラス
[[巫女/神主>Class/Reクレリック/Re巫女神主]]
#endregion

#region([[スカウト>Class/Reスカウト]]系列)
スカウト系列
基本クラス
[[スカウト>Class/Reスカウト]]
一次転職クラス
[[アウトロー>Class/Reスカウト/Reアウトロー]]
[[アサシン>Class/Reスカウト/Reアサシン]]
[[コルセア>Class/Reスカウト/Reコルセア]]
[[スクワイア>Class/Reスカウト/Reスクワイア]]
[[ローグ>Class/Reスカウト/Reローグ]]
[[シュヴァルツライター>Class/Reスカウト/Reシュヴァルツライター]]
[[バレットマーカー>Class/Reスカウト/Reバレットマーカー]]
[[リンカー>Class/Reスカウト/Reリンカー]]
[[ソーマタージュ>Class/Reスカウト/Reソーマタージュ]]
[[エンチャンター>Class/Reスカウト/Reエンチャンター]]
[[アルディーティ>Class/Reスカウト/Reアルディーティ]]
[[シェリフ>Class/Reスカウト/Reシェリフ]]
隠しクラス
[[シノビ>Class/Reスカウト/Reシノビ]]
#endregion

-[[成長率・基礎性能>Class/各クラス成長率・基礎性能]]

*System [#yce01286]
**一般 [#t81c05d0]
***チーム [#h629e45e]
-[[倉庫>System/倉庫]]
-[[コンパニオン>System/コンパニオン]]
-[[バイボラの翼>System/バイボラの翼]]
-[[冒険日誌>System/冒険日誌]]
-[[出席チェック>System/出席チェック]]
-[[コレクション>System/コレクション]]
-[[業績>System/業績]]
***流通 [#afd2d5cd]
-[[マーケット>System/マーケット]]
-[[個人取引>System/取引]]
-[[スキル露店>System/スキル露店]]
-[[TPショップ>System/TPショップ]]
***その他 [#bcd3e4db]
-[[ギルド>System/ギルド]]
-[[釣り>System/釣り]]
**戦闘 [#ra030f93]
-[[ステータス>Guide/ステータス]]
[[ステータスボーナスまとめ>Map/ステータスボーナスまとめ]]
-[[属性相性>System/属性相性]]
-[[バフ区分>Guide/バフ区分]]
-[[デバフ一覧>Guide/デバフ一覧]]
-[[テクニック・連携集>Guide/テクニック集]]
[[スキルコンボ>Guide/スキルコンボ]]
-[[PT機能と獲得経験値>Guide/PT機能と仕様]]
-[[経験値>System/経験値]]
-[[転職Lv到達目安>Class/転職Lv到達目安]]

*Item [#z8f85189]
**装備品 [#p8adcde9]
#region(武器)
主武器
[[片手剣>Item/武器/片手剣]]
[[両手剣>Item/武器/両手剣]]
[[ロッド>Item/武器/片手杖]]
[[スタッフ>Item/武器/両手杖]]
[[弓>Item/武器/弓]]
[[弩>Item/武器/クロスボウ]]
[[片手鈍器>Item/武器/鈍器]]
[[両手鈍器>Item/武器/両手鈍器]]
[[片手槍>Item/武器/片手槍]]
[[両手槍>Item/武器/両手槍]]
[[レイピア>Item/武器/レイピア]]
[[長銃>Item/武器/長銃]]
[[大砲>Item/サブウェポン/大砲]]
#endregion
#region(サブウェポン)
補助装備
[[盾>Item/サブウェポン/盾]]
[[短剣>Item/サブウェポン/短剣]]
[[拳銃>Item/サブウェポン/拳銃]]
[[補助装備>Item/サブウェポン/補助装備]]
#endregion
#region(防具)
防具
[[上半身>Item/防具/上半身]]
[[下半身>Item/防具/下半身]]
[[靴>Item/防具/靴]]
[[手袋>Item/防具/手袋]]
#endregion
#region(アクセサリ)
アクセサリ
[[ネックレス>Item/防具/ネックレス]]
[[ブレスレット>Item/防具/ブレスレット]]
[[アームバンド>Item/防具/アームバンド]]
[[ヘアコスチューム>Item/防具/ヘアコスチューム]]
[[ヘアコスチューム(課金?)>Item/防具/ヘアコスチューム(課金)]]
[[コスチューム>Item/防具/コスチューム]]
#endregion
装備オプション
-[[シリーズ・セット装備>Item/シリーズ・セット装備]]
-[[ランダムオプション>Item/ランダムオプション]]
#region(オプション最大値)
[[350装備>Item/ランダムオプション/オプション最大値/350装備]]
[[315装備>Item/ランダムオプション/オプション最大値/315装備]]
[[270装備>Item/ランダムオプション/オプション最大値/270装備]]
[[220装備>Item/ランダムオプション/オプション最大値/220装備]]
[[170装備>Item/ランダムオプション/オプション最大値/170装備]]
[[120装備>Item/ランダムオプション/オプション最大値/120装備]]
[[75装備>Item/ランダムオプション/オプション最大値/75装備]]
#endregion


#region(製造書)
製造書
-''主武器''
[[片手剣>Item/クラフト/武器/製造片手剣]]
[[両手剣>Item/クラフト/武器/製造両手剣]]
[[ロッド>Item/クラフト/武器/製造ロッド]]
[[スタッフ>Item/クラフト/武器/製造スタッフ]]
[[弓>Item/クラフト/武器/製造弓]]
[[弩>Item/クラフト/武器/製造弩]]
[[片手鈍器>Item/クラフト/武器/製造鈍器]]
[[両手鈍器>Item/クラフト/武器/製造両手鈍器]]
[[片手槍>Item/クラフト/武器/製造槍]]
[[両手槍>Item/クラフト/武器/製造両手槍]]
[[レイピア>Item/クラフト/武器/製造レイピア]]
[[マスケット>Item/クラフト/武器/製造長銃]]
-''補助装備''
[[盾>Item/クラフト/サブウェポン/製造盾]]
[[短剣>Item/クラフト/サブウェポン/製造短剣]]
[[拳銃>Item/クラフト/サブウェポン/製造拳銃]]
[[キャノン>Item/クラフト/サブウェポン/製造大砲]]
-''防具''
[[上半身>Item/クラフト/防具/製造上半身]]
[[下半身>Item/クラフト/防具/製造下半身]]
[[靴>Item/クラフト/防具/製造靴]]
[[手袋>Item/クラフト/防具/製造手袋]]
-''アクセサリ''
[[ネックレス>Item/クラフト/アクセサリ/製造ネックレス]]
[[ブレスレット>Item/クラフト/アクセサリ/製造ブレスレット]]
[[アームバンド>Item/クラフト/アクセサリ/製造アームバンド]]
[[ヘアコスチューム>Item/クラフト/アクセサリ/製造ヘアコスチューム]]
-''その他''
[[雑貨>Item/クラフト/その他/雑貨]]
#endregion
#region(素材)
素材
|CENTER:50|CENTER:50|c
|[[ア行>Item/素材/ア行]]|[[カ行>Item/素材/カ行]]|
|[[サ行>Item/素材/サ行]]|[[タ行>Item/素材/タ行]]|
|[[ナ行>Item/素材/ナ行]]|[[ハ行>Item/素材/ハ行]]|
|[[マ行>Item/素材/マ行]]|[[ヤ行>Item/素材/ヤ行]]|
|[[ラ行>Item/素材/ラ行]]|[[ワ行>Item/素材/ワ行]]|
#endregion
***消耗品 [#p3ce505b]
-[[消耗品>Item/消耗品]]
***カード [#t0657b96]
-[[ボスカード>Item/ボスカード]]
**強化 [#fcfd911a]
-[[装備の強化>System/装備強化]]
-[[超越>System/超越]]
-[[覚醒>System/覚醒]]
-[[魔法付与スクロール>System/スクロールオプション効果]]
-[[ジェム・ソケット>System/ジェム/ソケット]]
#region([[モンスタージェム>Item/モンスタージェム]])
[[モンスタージェム>Item/モンスタージェム]]
[[ソードマン系列>Item/モンスタージェム/ソードマン系列]]
[[アーチャー系列>Item/モンスタージェム/アーチャー系列]]
[[ウィザード系列>Item/モンスタージェム/ウィザード系列]]
[[クレリック系列>Item/モンスタージェム/クレリック系列]]
#endregion
-[[エンチャントジュエル>Item/エンチャントジュエル]]
-[[イコル>イコル]]
----
-[[武器外見変換>System/武器外見変換]]
*コンテンツ [#d8cfa26a]
**インスタンスエリア[#d755461c]
-[[解説>Map/インスタンスダンジョン]]
***レベルダンジョン [#ke9664f9]
-[[レベルダンジョン>Quest/ダンジョン(ID)]]
//#region(一覧)
[[50 聖堂地下>Map/インスタンスダンジョン/聖堂地下ダンジョン]]
[[130 廃墟の遺跡>Map/インスタンスダンジョン/廃墟の遺跡ダンジョン]]
[[200 念願の碑石路>Map/インスタンスダンジョン/念願の碑石路ダンジョン]]
//[[230ID>Map/インスタンスダンジョン/衰退したルグィン家のダンジョン]]
//[[270 カタコム地下>Map/インスタンスダンジョン/カタコム地下ダンジョン]]
[[270 キャッスル>Map/インスタンスダンジョン/キャッスルダンジョン]]
[[330 ランコ湖>Map/インスタンスダンジョン/ランコ湖ダンジョン]]
//#endregion
***ミッション [#i1fd00c9]
-[[依頼所ミッション>Quest/依頼所]]
-[[防衛戦ミッション>Quest/防衛戦]]
-[[サルラス修道女院>Quest/サルラス修道女院]]
***ユニークレイド [#t031e41c]
-[[一番目の避難所>Map/インスタンスダンジョン/ユニークレイド]]
-[[過去の幻想図書館]]
-[[魔法実験区域]]
-[[アシオメイジの実験室]]
-[[星の塔閉鎖区域]]
-[[白カラスの永眠地：ユニーク]]
***レジェンドレイド [#fbcfdab2]
-[[大地の塔>Map/インスタンスダンジョン/大地の塔]]
-[[ベルカッパーの巣>Map/インスタンスダンジョン/ベルコッパーの巣]]
-[[白カラスの永眠地：レジェンド]]
***コロニーレイド [#hd2610e0]
-[[世界を喰らうドラゴンボルタ]]
***その他 [#sb7d06b1]
-[[ヴェルニケの破片]]
-[[イレディアンの避難所>Map/新規フリーダンジョン#n5599d45]]
-[[チャレンジモード>Quest/チャレンジモード]]
***PvP他 [#da893a83]
-[[チームバトルリーグ>System/チームバトルリーグ]]
-[[資源争奪戦>PvP/資源争奪戦]]
**クエスト・ギミック [#t6bfc490]
-[[デイリークエスト>Daily/デイリークエスト・PTクエスト]]
-[[ヘスランの証>Quest/ヘスランの証]]
-[[探検家アナスタシヤ>Daily/探検家アナスタシヤ]]
----
-[[ギミックダンジョン>Map/ギミックダンジョン]]
-[[フィールドギミック>Daily/フィールドギミック]]
-[[リポップオブジェクト>Daily/リポップオブジェクト]]
**Secret [#x19e95b2]
-[[空間の紋章>Secret/隠し要素/空間の紋章]]
-[[見えない宝箱>Secret/隠し要素/見えない宝箱]]
-[[隠しクエスト>Secret/隠し要素/隠しクエスト]]

*Monster [#da5c755f]
#region(一般モンスター)
一般モンスター
|CENTER:50|CENTER:50|c
|[[ア行>Monster/一般モンスター/ア行]]|[[カ行>Monster/一般モンスター/カ行]]|
|[[サ行>Monster/一般モンスター/サ行]]|[[タ行>Monster/一般モンスター/タ行]]|
|[[ナ行>Monster/一般モンスター/ナ行]]|[[ハ行>Monster/一般モンスター/ハ行]]|
|[[マ行>Monster/一般モンスター/マ行]]|[[ヤ行>Monster/一般モンスター/ヤ行]]|
|[[ラ行>Monster/一般モンスター/ラ行]]|[[ワ行>Monster/一般モンスター/ワ行]]|
#endregion
-[[モンスタータイプ>Monster/モンスタータイプ]]
-[[フィールドボス>Monster/フィールドボス]]

*Map [#q4176196]
-[[街>Map#p5603b5d]]
-[[戦闘区域>Map#y36ec17e]]
-[[フリーダンジョン>Map/新規フリーダンジョン]]
-[[女神像>System/女神像]]

*Other [#l882a319]
-[[BGM>Other/bgm]]
-[[髪型一覧>Other/髪型一覧]]
-[[エモーション一覧>Other/エモーション一覧]]
-[[!!アート>Other/!!アート]]

*NPC/STORY [#q55b0093]
-[[女神>NPC/女神]]
-[[魔族>NPC/魔族]]
-[[クラスマスター>NPC/クラスマスター]]
//-人物/その他
//--[[クラペダ関係者>NPC/クラペダ関係者]]
//--[[オルシャ関係者>NPC/オルシャ関係者]]
//--[[フェディミアン・廃都>NPC/フェディミアン・廃都]]
//--[[クラスマスター>NPC/クラスマスター]]
//--[[その他>NPC/その他]]
//--[[伝承>NPC/伝承]]

*Wiki編集 [#ed15c4a0]
-[[Wiki編集議論>BBS/Wiki編集議論]]
-[[Wiki編集方針>Other/Wiki編集方針]]
-[[Wiki練習用ページ>Other/Wiki練習用ページ]]
-[[個人的まとめ作業用>private]]

----
CENTER:〔[[''人気''>Other/人気100]]/[[''今日人気''>Other/今日100]]〕〔[[''最新''>RecentChanges]]〕
----
RIGHT:&size(10){T.&counter(today);　Y.&counter(yesterday);};
&size(10){&color(Red){NOW.&online;};};　&size(10){TOTAL.&counter(total);};
&size(10){〔[[MenuBarを編集:http://wikiwiki.jp/tosjp/?cmd=edit&page=MenuBar]]〕};
&size(10){〔[[Wiki Backup:http://wikiwiki.jp/tosjp/?plugin=dump]]〕}; &size(10){〔[[文字列置換:http://wikiwiki.jp/tosjp/?cmd=replace]]〕}; &size(10){〔[[diffanalyzer:http://diffanalyzer.wikiwiki.jp/login.php]]〕};
----
#recent(20)
----
■BBS更新履歴
#zrecent(30,tosWIKIBBS)
]==],
["BBS/質問・雑談掲示板"]=[==[ToSのゲーム全般に関する質問および雑談用にお使いください。

・質問に答えてもらった時はきちんとお礼を言いましょう。
・クラスに関する質問は各クラスページのコメント欄での質問を推奨します。

※中傷や罵倒、過度に攻撃的な表現・口調の含まれたコメント、他閲覧者に不快感を与えるおそれのある内容を含むコメントにつきましては、
　内容に関わらず削除いたしますのであらかじめご注意ください。
#zcomment(t=tosWIKIBBS%2F1&h=200&size=10&style=wikiwiki)
]==],
["BBS/情報提供掲示板"]=[==[どこにつっこめばいいかわからない情報提供にお使いください。
#zcomment(t=tosWIKIBBS%2F2&h=200&size=10&style=wikiwiki)
]==],
["BBS/Wiki編集議論"]=[==[当Wikiの編集に関する話し合い用のトピックです。
編集方針の話し合いや編集内容の報告、編集に関する質問、疑問などの議論などにお使いください。
管理人への連絡もこちらへお願いします。

※中傷や罵倒、それに類似するものが含まれたコメントについては内容に関わらず削除いたしますので
あらかじめご注意ください。

[[過去ログ>コメント/BBS/Wiki編集議論]]
#zcomment(t=tosWIKIBBS%2F3&h=200&size=10&style=wikiwiki)
]==],
["Guide/初心者向けガイド"]=[==[MMO初心者、ToSがはじめての人にむけたページです。
#contents

*どんなゲーム？ [#c8d5e2d3]
-2019年11月28日 IMC Gamesにより運営開始 [[公式HP:https://treeofsavior.jp/]]
クライアントの提供は[[STEAM:https://store.steampowered.com/app/1175730/Tree_of_Savior_Japanese_Ver/]]から行えます。
NEXONユーザーはダリアサーバーに移管可能（2020年2月26日定期メンテナンス開始まで）
新規ユーザーはラダサーバーで開始可能（事前登録は11月13日より開始）
--変更点
トークンのマーケット出品が可能（トークンの特典、経験値30%アップ効果が50%に引き上げ）
女神のアクセサリーキューブならびにリサイクルショップ内のアイテムがリニューアルされます。
（現在所持しているアクセサルーキューブは移管後に使用してください）
パイドパイパーの笛演奏機能が復活

-2019年11月27日 ネクソンジャパンによるサービスは終了します。
IMCによるサービスが開始しますが開始時期とサービス内容は不明
今後の情報は[[IMC ToS公式Twitter:https://twitter.com/tos_jpn_imc]]を参照のこと

''（以下旧公式より）''
『Tree of Savior（ツリー・オブ・セイヴァー）』は、古典的なシステムを最新の技術を用いて再構成した、
どこか懐かしくも新しい感覚を体験できる2D型MMORPGです。
植物に覆われたこの地に「啓示者」として降り立ったあなたは、女神失踪の謎を解き明かすことが
できるのでしょうか──？

//#youtube(tVoauUpM0DM,640,360)
ラグナロクオンラインの開発を手掛けた韓国のキム・ハッキュ氏が率いるIMC Gamesにより作成されました
日本では2016年よりサービスが開始され数々のアップデートを重ねて現在に至る
2019年2月27日に大規模アップデートの「Re:Build」が実施されより多くの人が楽しめるよう大規模改変が行われました。

かわいいキャラクターが軽快に走り回り多彩なスキルで爽快感のあるバトルが楽しめます。
5つの基本クラス系統を選びその中から自由な3つのクラスを組み合わせて自分だけのキャラクターを育てる事ができるのが魅力です。
また多数のBGMはクオリティが高いと評判でゲームを盛り上げてくれます。&br;
//様々な要素のある大人数の（2D風でMMO風）PC版オンラインRPGです。
//現在実装されている要素を簡単に説明すると
解説と紹介（一部古い情報が混在しています）
#region
#ref(Class/Reスカウト/Reアサシン/assassin_f.gif,nolink,right,around,)
:キャラクター育成|たくさんの職業のスキルを組み合わせながら職を積み重ねて自分だけのキャラクターを成長させていきます。キャラクタービルドこそがメインコンテンツという説も。
:ストーリー|ケルトを代表するような神話、ファンタジーの世界です。
メインストーリーを進めると Tree of savior の世界に起きている現象の根源を辿ることができるでしょう。
:クエスト|フィールドを中心に多様なクエストが無数に存在しています。
ストーリーを進めるだけでは分からないような隠された書物やクエストなどゲームブック的な要素もあります。
:フィールド|モンスターとのアクションバトル、クエスト、ダンジョン、ストーリーなどフィールドには冒険が詰まっています。
ある日突然、非情に強力なワールドボスに遭遇することも・・・
マップごとに宝箱を探すコレクション要素で冒険指数が上がっていきます。
:ダンジョン|インスタンスダンジョン、浸食ダンジョン、フィールドダンジョン、大地の塔など、タイプの異なる数多くのダンジョンがフィールドに散りばめられています。
:レアドロップ|DPKは廃止され、現在は全てのアイテムドロップが確率で判定されるシンプルなシステムになっています。（2017/09）
//以前はDPKという独自のドロップシステムを採用していましたが、2017/8/23の改変時に変更されました。
:自動マッチング|時間内PT型のミッション、ダンジョン、防衛、レイドなど、自動マッチング参加すると同時に参加している他プレイヤーと自動的にマッチングされます。
同時に参加しているプレイヤーがいない場合は募集してみましょう。
:コミュニティ|チャットや絵文字やポーズなどで他プレイヤーと交流できます。質問や募集などチャットを活用して交流が広がります。
:ギルド|ギルドは誰でも制限なしで開設できます。（2019/02）
ギルドで仲間を集めて盛り上がるのもMMOの楽しみ方のひとつでしょう。
フィールドにギルドタワー（拠点）を設置して、ギルドの独自イベントや育成を進めることができます。
//より高度なギルドの開設には専用スキルが必要になります。※[[''テンプラー''>Class/ソードマン/テンプラー]]（旧仕様）
//テンプラーはフィールドに拠点を設置できます。拠点では農場で植物を育てる事も可能です。（旧仕様）
:バトル・対人|親善対決申請が相手に受理されると即発的な対人戦が開始されます。
毎日決まった時間にカジュアルな自動マッチングでの対人戦も開催されています。
:露店・生産|バフやキャンプやキッチンなど、フィールドでも役立つスキルがあります。
独自の生産に特化したスキルもあります。
:マーケット|生産した装備やアイテム、フィールドやダンジョンで集めた素材など、誰でもマーケットに出品・売買できます。
制限付きでマーケットを介さない直接取引もできます。
:釣り|街とフィールドの水辺でつりが楽しめます。何が釣れるかは・・・
:ペット|コンパニオンと呼ばれる騎乗可能なペットを持てます。
:アバター|キャラクターの見た目をあなたの好みで変えることができます。
&color(Red){アバターは自分のキャラ同士で共有することができます。※ヘアカラーは除外};
//(17/04/29)
#br
その他にも沢山の要素があり、これから実装を予定しているものもあります。
気軽にフレンドを作ってチャットをしながら冒険をしてみましょう。
#br
#endregion
*TOSの特色 [#a3075995]
このゲームの特色は何といってもかわいい「CUTE」でしょう。
小さいながらも細かく丁寧に描かれたキャラクターに多岐にわたるコスチュームやヘアースタイルで
自分だけのキャラクターアレンジができるのはもちろんですが
クラスやスキルも自由度が高くオンリーワンのキャラクター育成が可能な点も魅力である。&br;
また物語やクエストも単なるお使いや繰り返しばかりではなくストーリーをしっかりと楽しむことができます。
今も成長を続けるのがオンラインゲームならではで新しいクラスやコンテンツが実装され続けています。&br;

#region(ここからは古い情報が含まれているので省略してあります。)
//このゲームの最大の特色は2D風のフィールドと多様な&color(Blue){''ビルドシステム''};です
//:ビルドシステム|転職システムは既存のRPGでも一般的ですが Tree of savior には70を超える職業があって
//その中で何度も転職を経験しながらスキルを習得して、自分だけのオンリーワンのキャラクターを作成できます。

このゲームの最大の特色は2D風のフィールドと多様なクラス（職業）を構築する&color(Blue){''ビルドシステム''};です
2019年2月27日にRe:Buildといって大幅なシステム変更が行われました。
Re:Buildとは「計9回、新しいクラスに転職、もしくはクラスサークルを上げる方式」から、「計3回、新しいクラスへの転職」という方式になります。
（古い情報が混在しているのでご注意下さい）
:ビルドシステム|転職システムは既存のRPGでも一般的ですが Tree of savior には5系統70を超える職業があり
まず基本系統のクラスを選び、その系統の中から3回、3種類（基本クラスを含めて4種）のクラスを修得することができます。
その組み合わせで個性を出したり自分だけのキャラクターを育成することができます。
#br
ビルドシステムについて詳しく知りたい方は[[こちらのページ>Class/クラスについて]]を参照してください。
#endregion
*どの職業ではじめたらいいの？ [#n0ebbf3e]
初期に選べる職業（クラス）は５つあり、それぞれの系統の基本クラスとなります。
それぞれの系統のなかから3回転職することができます（基本クラス含め4つのクラスを修得）
-[[''ソードマン''>Class/Reソードマン]] ＝ 剣士系
-[[''アーチャー''>Class/Reアーチャー]] ＝ 弓系
-[[''ウィザード''>Class/Reウィザード]] ＝ 魔法系
-[[''クレリック''>Class/Reクレリック]] ＝ 治癒系
-[[''スカウト''>Class/Reスカウト]] ＝ 盗賊系
//-[[''スカウト''>Class/Reスカウト]] ＝ 盗賊系 &tip; &color(Red){''NEW''};

&color(Maroon){※この5つの系統の中にそれぞれ複数のクラスが存在します。別系統のクラスに転職することや基本クラスを変更することはできません。};
//&color(Maroon){※系統を超えた転職はできません。例えば、初期職にソードマンを選んだキャラは後の転職でもウィザードやクレリックなど他の系統には転職できません。};
基本クラス以外の修得したクラスの変更はクラス変更ポイントをためることによって可能です。
またスキルのリセットやステータスのリセットにはアイテムが必要になります。（有料、無料あり）

:キャラメイク|
チーム名は家名（名字）の様なものでフレンド登録やパーティなどはチーム単位で行われます。
ヘアスタイルの変更は有料になります。走ると揺れたりもしますので実際のプレイ画面で確認しましょう。
:ビルド|
このゲームではクラスの組み合わせをビルドと言います。
コンパニオンというペットを連れたり騎乗して戦うことができるクラスも存在します。
まずは自分の興味のあるクラスを見つけて楽しんでください。
:ステータス|
このゲームではクラスごとに成長率が変わります。
基本ステータスはレベルによって自動で増えていきますが自由割り当てと装備などで加算されていきます。
クラスによってステータスの伸びる値が変わってきますので同じ系列でもビルドによって能力は変わります。
ただしクラスを取得する順番が変わっても最終的には同じ数値になります。（A→B→CでもC→B→Aでも最終的にステータスは同じになる）

//ファーストキャラのビルドで悩むのも楽しいですが、悩んでいるだけでは始まりません。
//キャラクターの作り直しに制限がなく、4体までは無料なので、先ずは作って試してみるのが一番でしょう。
//ただし、&color(Red){チーム名の変更は有料};のため、注意が必要です。//
//:参考ビルドの検索|
//どうしても迷ったり悩んでしまう人は、「職業名＋ビルド」で、最新の記事をググってみましょう。
//人気のビルドを組んでみるのも楽しいものです。
//ところが、2019.02のRe:Buildによってビルドシステムの根本が大きく変化してしまいました。
//ビルド記事は古いものも多く、現状と全く一致しない内容も多いので、自分なりにビルドを考えたり、ゲーム内のプレイヤー同士で相談するとTOSの楽しさも無限に広がるでしょう。
//&color(Maroon){※今後も新職追加やビルドシステムの改編を含む大型アップデートが予定されています。};
*ゲームスタート！ [#tdfefae1]
MMOといえばモンスターを狩ってのレベル上げ。
とはいえ、目標がなければはじまりません。
まずはメインクエストを進めてみましょう。
**クエストとは？ [#se526e25]
マップに表示された黄色い旗のクエストがメインクエストです。
メインクエストは報酬もよく、物語も知ることができるので進めやすいでしょう。
-クエストは自分のレベルより10レベル高いものから受ける事が出来ますので
序盤に高レベルのクエストを受けてしまうとクリアー出来ないことがあるので注意しましょう。

なお、青い旗はサブクエスト、緑の旗は反復クエスト(同じことを数回繰り返すクエスト)です。
主にそのマップの由来やエピソードに関わるフレーバー的な内容の物が殆どで、そこそこのレベルの装備品や経験値カードと少な目の経験値とお金が報酬です。
隠し要素的な別のイベントの発生条件になっている極めて一部の物を除き、クリアに拘る必要はありません。

//報酬がメインクエストで足りない場合は進めてみてもよいでしょう。
このゲームではクエストを完了するとBackSpaceなどでクエストNPCまでワープすることができます。
これを利用し街とフィールドを自由に飛び回ることができます。

-メインクエストの効率
報酬の経験値の増加で、各地のメインクエストを消化していくだけで、３つのクラスを習得できるLｖ300以上まで成長する事が出来ます。
また、その過程で商団の装備品プレゼントBOXが集まるので、クエスト報酬よりも強力な適正レベルの装備品も揃います。
戦闘力が高く、範囲攻撃スキルの豊富なビルドなら、ほぼノンストレスでソロでレベル上げ可能。戦闘スキルの乏しい露店系ビルドでも、商団装備を集めて回復薬を用意すれば、比較的楽にソロでlv300手前まで成長できるくらい遊びやすくなっています。
旧仕様では、レベル上げにかなり必死になってIDに通い詰める必要がありましたが、現在はレベル２００台後半以降の一部のID位しか利用者がいません。
（旧仕様では高ランクでしか使えなかった高火力な上級職にもすぐに転職できるのでIDボスが秒殺されるタイムアタックが通常状態な上にID限定ドロップ品が通常フィールドのドロップへ変更されて、IDの魅力とIDへ行く必要性が低下しています。）
*クエストに詰まった、ボスが倒せない [#z60d0702]
-クエストのレベルを確認してみる
クエストは10レベル手前から受ける事が出来ます
その為にレベル30代でレベル40代用のクエストを受注してしまうことがあります。
特に序盤はスキルもそろっていなくて1レベルの差が辛いのでクエストを受けるときは注意しましょう。
もしクエストが発動してこれは無理だと思ったら死んでしまう前にチャンネルを変えたりして逃げると良いでしょう。

-スキルを活用してみる
各クラスごとに特徴のあるスキルが揃っているので、スキルを積極的に活用してみましょう。

-スキルの特性でスキルの性能を上げてみる
スキル蘭の右側にある「効果時間延長」「特性ダメージアップ」「追加ダメージ付与」などを利用して強化してみましょう。
レベル制限などもあるため今は弱いと思っても特性でがらりと変わることもあります。

-装備を更新してみる
まずはレベルにあった装備に変えてみる。
序盤は、特定のメインクエスト（黄色い旗のマーク）を進めていくとケドラ商団から装備品が支給されるので積極的にクエストを進めてみましょう。
支給される装備は、各クラスのレアのメイン武器とサブ武器から最大２個、上半身/下半身防具を４個選択可能になっています。一部の武器は、旧仕様のままのクエスト報酬やドロップ品よりも強力で有用な追加効果が付与されている物があります。（同じものを重複して選択したり、自分で使えない武器を選択して別キャラにチーム倉庫で渡すことが出来ます）
--武器・防具のおもな装備更新タイミング
Lv15.45.70.120.170.220.270.315.(330),350.380,400
--敵の遠距離攻撃や魔法のダメージが痛い
クエストや敵のレベルに近い防具に着替えるのが手っ取り早いです。
追加能力に拘りすぎなければ、防御力にボーナスのある超越済のドロップ品を使ったり、ジェムスロットを鍛冶屋で解放して、拾ったLv1のジェムを差し込むだけでだいぶ楽になります。
魔法のダメージを減らす魔法防御は、防具やアクセサリーのレベルできく変化するので気を付けましょう。

-[[バフ>System/スキル露店#zbbab27a]]を受けてみる
他のプレイヤーが街で開いている[[スペル露店>System/スキル露店#zbbab27a]]の強化スキル(バフ)を利用してみましょう。
発動から45分間、通常攻撃に聖属性ダメージ追加、ダメージアップ、魔法及び物理防御アップの4種を受ける事が出来ます。
戦闘がきつくなってきたら活用してみましょう。
1件800シルバー。４種受けると3200シルバー。

-PT（パーティ）を組んでみる。
--メガホンを使ってシャウトで助けを求めても良いですし、同レベル帯の人とクエスト目的のPTを作っても良いかもしれません。
*レベル上げに慣れてきたら？ [#n3de0b57]
そのままストーリーを楽しんでも良いですが、せっかくのオンラインゲームなので、
いろいろな要素に手を出してみるのがよいでしょう。

-公開PTリストをチェックしてみる
PTリスト（公開）を開くと周囲のPTやその説明が確認できます。
自分で作るのも良いですし、募集から雑談まで様々なPTがありますので定期的に見てみる事をおすすめします。
#br
-ギルドに入ってみる
チャット欄を見ていると、よくギルドの募集をみかけることでしょう。
もし内容に興味があるのでしたら、話を聞いてみるといいかもしれません。
チャット欄の青い文字をクリックすれば、募集PTに入ることができます。

#br
効率的なレベリングについては[[こちらのレベリングガイド>Other/レベリングガイド2017年12月版#l3c390ac]]も参照してみましょう。

*無料TPって何？どれに使えばいいの？ [#n9880302]
-TPとはゲーム内で使用する有料ポイントです。電子マネーなど現実のお金を払ってチャージします。
--基本的に有料アイテムはTPを消費しますが、このゲームでは一定時間ごとに無料でTPをもらうことができます。
-無料TPは4時間につき1TP加算され、最大5TPまで貯まります。（チーム共有）
5TP以上は貯められないので、有料TPとあわせて課金アイテムを少し安く買うか、
5TP以内のアイテムと交換してしまいましょう。

***5TP以下のおすすめアイテム [#s04fddb5]
-メガホン ''1TP''
シャウト（全体チャット）に必要なアイテムです。
パーティの募集や、取引などで使用します。
1発言で1個消費するため、ある程度溜めておくと便利です。

-ソウルクリスタル ''4TP''
しんでしまった時に1回だけ復活できるアイテムです。
あればあるだけ便利。間違って使ってしまうことがあるのがたまにキズ。
デスペナルティでジェムなどを落とした場合ソウルクリスタルを使うと拾う事が出来ます。
ダンジョン等のパーティでゾンビアタック（入り口で復活を繰り返す）をする場合は間違えないようにしましょう。

-ワープスクロール ''2TP''
使用すると、どこからでも女神像のある場所にワープできます。
スクロールを使用した一番近くの女神像へ女神像から無料で戻ることができる便利アイテム。
※使用した場所は上書き自動保存されるので、最近使った１件以外の場所は残りません。
//補給用スクロールで事足りてしまうことが多いため、上2つよりは優先度低めです。

-緊急修理キット ''3PT''
装備中のアイテムをすべて5回復することができる。
ダンジョンやボス戦で耐久が減った時の緊急修理に役立ちます。
*便利な機能[#nbea7b29]
//頭上に募集やメッセージを表示できますか？　チャットの便利な機能は使えますか？
-キャラクターの頭の上に文字を表示する
[一般]のチャット欄に「!!メッセージ」(!!は半角）と入力すると頭上に「メッセージ」を表示できます。
メッセージを消すときは!!のみを入力すればOKです

-マーカーリンク
マップ画面でCTRLキーを押しながら地点をクリックすると、チャット欄に現在位置を表示できます。

-チャット欄にアイテムのリンクを張る
インベントリを開いてCTRLキーを押しながらアイテムをクリックすると、チャット欄に添付できます。
これをクリックすると他の人にアイテムの詳細を見せる事が出来ます。

-PTリンク
PTウィンドウを開いてチャット招待タグ入力ボタンを押すと、チャットにほかの人が参加できるPTリンクを添付できます。
これをクリックすると誰でも即座にパーティに参加できます。（ただし5人まで）

-露店のウィンドウにはhtmlタグを使った装飾なども行えます。
露店は看板をクリックするかキャラクターえおクリックすることで利用できます。

//今日のIDの残り回数を確認できますか？ //-チャット欄に  [/indun]でID回数ウィンドウを開くことができます。
//カードバトルの仕方は？//-チャット欄に　[/cardbattle]でカード対戦ステージを設置する事ができます。
*経験値の独自仕様について [#e87516a2]

//このゲームはユーザーを飽きさせないため、
一定レベルごとに経験値テーブルがリセットされる仕様があります。
経験値そのものがリセットされるわけではなく、一定まで上がると不意にレベルが上がりやすくなる時期が訪れます。
最初に体感できるタイミングはLv46～でしょう。
//46から50までは、それはもう今までの苦労が嘘のようにレベルがあがっていきます。
//あまりにも上がるのが早いため、50レベルになったときに、50IDに行くのを忘れないようにしましょう。
経験値テーブルのリセットについては[[こちらのページ>http://wikiwiki.jp/tosjp/?Class%2F%C5%BE%BF%A6Lv%C5%FE%C3%A3%CC%DC%B0%C2]]にも詳細があります。
//その他経験値に関する備考としてはレベル差による経験値減少ペナルティがあります。
//-レベル差が31以上の場合、その差が1レベルごとに5％ずつ減少し、レベル差50以上で0になります。（公式より）

*体力を回復したい！ [#oe945459]
クレリックは自分にヒールで回復できますが、他の系統ではHPポーションで回復します。
各町にいるマーケット商人を探し、マーケットの消耗品から濃縮ポーションLv15（HP5614回復）を買うとよいでしょう。
それでも足りない場合は、雑貨商人が販売しているポーションも併用できます。
濃縮ポーション、雑貨商人やクエストからもらうポーション、エリクサーはそれぞれCDが別になっているので回復が間に合わない場合は複数種類所持しておくと便利です。
//SPポーションはともかく、HPポーションはクエストで支給されたものでは全然回復量がたりないので、
//ある程度お金が溜まってくるレベル80までには、20個ほど携帯しておきましょう。
//１つ300シルバー前後です。
*死亡したらどうなるの？ [#ra26a182]
武器、防具の耐久が大きく下がります。他のMMOのような経験値減少などはありません。
-耐久が0になると防具を装備していないのと同じ状況になります。
早めの修理を心がけましょう。また露店の修理はNPCの修理よりも耐久値を増やす事が出来ます。
例：耐久50の装備を露店で修理すると防具の耐久+スキルレベルまで増えます。（耐久40の装備をレベル15で修理すると55まで増えます。）

ただし、上位のダンジョンなど特定地域では持っているジェムを落としてしまいます。
厳しい冒険に出るときは、ジェムはできるだけ倉庫などに預けましょう。
ソウルクリスタルを使用してその場で復活できれば落としたジェムも回収できますので、ソウルクリスタルを持ち歩いておくのもおすすめです。
//（ソウルクリスタルを間違って使いたくない場合は、ソウルクリスタルをロックしておきましょう。）
//ただし、高レベルになるとシルバーをいくらか落とす地域も存在します、回収は不可能です。
//ボスカードなどを落とす地域も存在します。//
フィールドに入った際に警告文が表示されますので気をつけましょう。
*ペットが欲しい！ [#hc30d1bc]
TOSでは騎乗可能なペットをコンパニオンとよびます。
コンパニオン１体につきチームのキャラクター枠を1枠使います。
無料のキャラクター枠４枠使用中の場合は、取得時にTPを支払って枠を追加する必要があります。
//序盤にしてはやや値が張りますが、メリットを感じるのであればコンパニオン商人から購入してもよいでしょう。

-プレイヤーのあとをついてきてくれる
-敵を攻撃してくれる(そこまで強くはない)
-餌やりや経験値によるレベルアップなど育成ができる
レベルが上がるとチームレベルがあがり取得経験値ボーナスが付きます。
-特定のクラスは騎乗しながらの攻撃が可能
騎乗スキルのあるクラスに転職するとコンパニオン商店からコンパニオンが支給されます。
はじめはそれを利用してコンパニオンを入手すると良いでしょう。

//将来的にはコンパニオン専用装備なども実装されるようです。
-課金（ガチャ)のコンパニオンはプレイヤーの能力値をアップしてくれるものも存在します。
自分のプレイスタイルにあわせて検討してみましょう。
-コンパニオンはHP0になっても死なないがスタンして一定時間行動できなくなる。
スタミナが減ると移動速度が極端に落ちが餌を与えるとスタミナとHPを回復させることができます。
**編集補足 [#c8e23b47]
それぞれの項目に画像があったほうがわかりやすいと思うので、
用意ができるかたは差し込みをお願いします！！！
]==],
}
